Repository: 51BiZeHeRyErNiGdE51/relationshipapp
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ko, pt

source: Who is better at reading the other's mood?
de: Wer liest die Stimmung des anderen besser?
es: ¿Quién lee mejor el estado de ánimo del otro?
fr: Qui lit le mieux l'humeur de l'autre ?
ko: 누가 상대 기분 읽기 더 잘해?
pt: Quem lê melhor o humor do outro?

source: Who is better at small talk?
de: Wer kann besser Smalltalk?
es: ¿Quién es mejor en charla trivial?
fr: Qui est le meilleur en small talk ?
ko: 누가 스몰토크 더 잘해?
pt: Quem é melhor em conversa fiada?

source: Who is better at sticking to a budget?
de: Wer hält sich besser ans Budget?
es: ¿Quién es mejor cumpliendo un presupuesto?
fr: Qui tient le mieux un budget ?
ko: 누가 예산 지키기 더 잘해?
pt: Quem é melhor a cumprir o orçamento?

source: Who is better at work-life balance?
de: Wer hat die bessere Work-Life-Balance?
es: ¿Quién tiene mejor equilibrio trabajo-vida?
fr: Qui a le meilleur équilibre vie pro / perso ?
ko: 누가 워라밸 더 잘해?
pt: Quem tem melhor equilíbrio trabalho-vida?

source: Who is better with kids?
de: Wer kann besser mit Kindern?
es: ¿Quién se lleva mejor con los niños?
fr: Qui est le meilleur avec les enfants ?
ko: 누가 아이랑 더 잘해?
pt: Quem se dá melhor com crianças?

source: Who is braver with heights?
de: Wer ist mutiger bei Höhe?
es: ¿Quién es más valiente con las alturas?
fr: Qui est le plus courageux face aux hauteurs ?
ko: 누가 높은 데서 더 용감해?
pt: Quem é mais corajoso com alturas?

source: Who is braver with spiders?
de: Wer ist mutiger bei Spinnen?
es: ¿Quién es más valiente con las arañas?
fr: Qui est le plus courageux face aux araignées ?
ko: 누가 거미 앞에서 더 용감해?
pt: Quem é mais corajoso com aranhas?

source: Who is closer to their family?
de: Wer ist seiner Familie näher?
es: ¿Quién está más cerca de su familia?
fr: Qui est le plus proche de sa famille ?
ko: 누가 가족이랑 더 가까워?
pt: Quem está mais perto da família?

source: Who is colder in bed?
de: Wer friert nachts mehr?
es: ¿Quién tiene más frío en la cama?
fr: Qui a le plus froid au lit ?
ko: 누가 침대에서 더 차가워?
pt: Quem tem mais frio na cama?

source: Who is luckier?
de: Wer hat mehr Glück?
es: ¿Quién tiene más suerte?
fr: Qui a le plus de chance ?
ko: 누가 운이 더 좋아?
pt: Quem tem mais sorte?

source: Who is messier with laundry?
de: Wer ist chaotischer mit der Wäsche?
es: ¿Quién es más desordenado con la ropa?
fr: Qui est le plus bordélique avec le linge ?
ko: 누가 빨래 더 지저분하게 해?
pt: Quem é mais desarrumado com a roupa suja?

source: Who is more adventurous with food?
de: Wer ist experimentierfreudiger beim Essen?
es: ¿Quién es más aventurero con la comida?
fr: Qui est le plus aventurier·ère avec la nourriture ?
ko: 누가 음식에 더 모험적이야?
pt: Quem é mais aventureiro na comida?

source: Who is more ambitious at work?
de: Wer ist ambitionierter bei der Arbeit?
es: ¿Quién es más ambicioso en el trabajo?
fr: Qui est le plus ambitieux·se au travail ?
ko: 누가 일에 더 야망 있어?
pt: Quem é mais ambicioso no trabalho?

source: Who is more competitive in games?
de: Wer ist bei Spielen wettbewerbsfähiger?
es: ¿Quién es más competitivo en los juegos?
fr: Qui est le plus compétitif·ve aux jeux ?
ko: 누가 게임에서 더 승부욕 강해?
pt: Quem é mais competitivo nos jogos?

source: Who is more competitive?
de: Wer ist wettbewerbsfähiger?
es: ¿Quién es más competitivo?
fr: Qui est le plus compétitif·ve ?
ko: 누가 더 승부욕 강해?
pt: Quem é mais competitivo?

source: Who is more conflict-avoidant?
de: Wer meidet Konflikte eher?
es: ¿Quién evita más los conflictos?
fr: Qui évite le plus les conflits ?
ko: 누가 갈등을 더 피해?
pt: Quem evita mais conflitos?

source: Who is more direct when upset?
de: Wer ist verletzt direkter?
es: ¿Quién es más directo cuando está molesto?
fr: Qui est le plus direct·e quand ça va mal ?
ko: 누가 화났을 때 더 직설적이야?
pt: Quem é mais direto quando está chateado?

source: Who is more dramatic when sick?
de: Wer ist dramatischer, wenn er krank ist?
es: ¿Quién es más dramático cuando está enfermo?
fr: Qui est le plus théâtral·e quand il/elle est malade ?
ko: 누가 아플 때 더 드라마틱해?
pt: Quem é mais dramático quando está doente?

source: Who is more jealous?
de: Wer ist eifersüchtiger?
es: ¿Quién tiene más celos?
fr: Qui est le plus jaloux·se ?
ko: 누가 더 질투해?
pt: Quem fica mais com ciúmes?

source: Who is more likely to adopt a pet on impulse?
de: Wer würde eher spontan ein Haustier adoptieren?
es: ¿Quién es más probable que adopte una mascota por impulso?
fr: Qui est le plus susceptible d'adopter un animal sur un coup de tête ?
ko: 누가 더 충동적으로 반려동물 입양할 것 같아?
pt: Quem tem mais probabilidade de adotar um animal por impulso?

source: Who is more likely to adopt a plant and name it?
de: Wer würde eher eine Pflanze adoptieren und ihr einen Namen geben?
es: ¿Quién es más probable que adopte una planta y le ponga nombre?
fr: Qui est le plus susceptible d'adopter une plante et de la baptiser ?
ko: 누가 더 식물 키우고 이름 지을 것 같아?
pt: Quem tem mais probabilidade de adotar uma planta e dar-lhe nome?

source: Who is more likely to be fashionably late?
de: Wer würde eher stylisch zu spät kommen?
es: ¿Quién es más probable que llegue con estilo tarde?
fr: Qui est le plus susceptible d'arriver en retard avec style ?
ko: 누가 더 여유 있게 늦을 것 같아?
pt: Quem tem mais probabilidade de chegar «à moda» atrasado?

source: Who is more likely to become famous?
de: Wer würde eher berühmt werden?
es: ¿Quién es más probable que se haga famoso?
fr: Qui est le plus susceptible de devenir célèbre ?
ko: 누가 더 유명해질 것 같아?
pt: Quem tem mais probabilidade de ficar famoso?

source: Who is more likely to become the couple that hosts everything?
de: Wer würde eher das Paar sein, das immer gastiert?
es: ¿Quién es más probable que sea la pareja que recibe a todos?
fr: Qui est le plus susceptible de devenir le couple qui reçoit tout le monde ?
ko: 누가 더 다 모이게 하는 커플이 될 것 같아?
pt: Quem tem mais probabilidade de ser o casal que recebe tudo?

source: Who is more likely to binge a whole season alone?
de: Wer würde eher allein eine ganze Staffel durchbingen?
es: ¿Quién es más probable que se maratonee una temporada entera solo?
fr: Qui est le plus susceptible de binge une saison entière solo ?
ko: 누가 더 혼자 시즌 통째로 볼 것 같아?
pt: Quem tem mais probabilidade de ver uma temporada inteira sozinho?

source: Who is more likely to book a spontaneous trip?
de: Wer würde eher spontan eine Reise buchen?
es: ¿Quién es más probable que reserve un viaje espontáneo?
fr: Qui est le plus susceptible de réserver un voyage spontané ?
ko: 누가 더 즉흥 여행 예약할 것 같아?
pt: Quem tem mais probabilidade de marcar uma viagem espontânea?

source: Who is more likely to burn toast?
de: Wer würde eher Toast verbrennen?
es: ¿Quién es más probable que queme el pan tostado?
fr: Qui est le plus susceptible de brûler le pain grillé ?
ko: 누가 더 토스트 태울 것 같아?
pt: Quem tem mais probabilidade de queimar torradas?

source: Who is more likely to cancel plans to stay in?
de: Wer würde eher Pläne absagen, um zu Hause zu bleiben?
es: ¿Quién es más probable que cancele planes para quedarse en casa?
fr: Qui est le plus susceptible d'annuler pour rester à la maison ?
ko: 누가 더 약속 취소하고 집에 있을 것 같아?
pt: Quem tem mais probabilidade de cancelar planos para ficar em casa?

source: Who is more likely to check if the other is online?
de: Wer würde eher schauen, ob der andere online ist?
es: ¿Quién es más probable que mire si el otro está en línea?
fr: Qui est le plus susceptible de regarder si l'autre est en ligne ?
ko: 누가 더 상대 온라인인지 확인할 것 같아?
pt: Quem tem mais probabilidade de ver se o outro está online?

source: Who is more likely to cry from happiness?
de: Wer würde eher vor Glück weinen?
es: ¿Quién es más probable que llore de felicidad?
fr: Qui est le plus susceptible de pleurer de bonheur ?
ko: 누가 더 행복해서 울 것 같아?
pt: Quem tem mais probabilidade de chorar de felicidade?

source: Who is more likely to dance in public?
de: Wer würde eher in der Öffentlichkeit tanzen?
es: ¿Quién es más probable que baile en público?
fr: Qui est le plus susceptible de danser en public ?
ko: 누가 더 밖에서 춤출 것 같아?
pt: Quem tem mais probabilidade de dançar em público?

source: Who is more likely to double-text?
de: Wer würde eher doppelt texten?
es: ¿Quién es más probable que mande doble mensaje?
fr: Qui est le plus susceptible de double-text ?
ko: 누가 더 연속 문자 보낼 것 같아?
pt: Quem tem mais probabilidade de mandar mensagem em duplicado?

source: Who is more likely to fall asleep on a flight?
de: Wer würde eher im Flugzeug einschlafen?
es: ¿Quién es más probable que se duerma en un vuelo?
fr: Qui est le plus susceptible de s'endormir dans l'avion ?
ko: 누가 더 비행기에서 잠들 것 같아?
pt: Quem tem mais probabilidade de adormecer num voo?

source: Who is more likely to forget a wallet?
de: Wer würde eher die Brieftasche vergessen?
es: ¿Quién es más probable que olvide la cartera?
fr: Qui est le plus susceptible d'oublier son portefeuille ?
ko: 누가 더 지갑 잊을 것 같아?
pt: Quem tem mais probabilidade de esquecer a carteira?

source: Who is more likely to forget why they walked into a room?
de: Wer würde eher vergessen, warum man ins Zimmer gegangen ist?
es: ¿Quién es más probable que olvide por qué entró en una habitación?
fr: Qui est le plus susceptible d'oublier pourquoi il/elle est entré·e dans une pièce ?
ko: 누가 더 방 들어갔다가 왜 왔는지 잊을 것 같아?
pt: Quem tem mais probabilidade de esquecer porque entrou numa divisão?

source: Who is more likely to get sunburned first?
de: Wer würde eher sich zuerst einen Sonnenbrand holen?
es: ¿Quién es más probable que se queme primero con el sol?
fr: Qui est le plus susceptible de prendre un coup de soleil en premier ?
ko: 누가 더 먼저 햇볕 타일 것 같아?
pt: Quem tem mais probabilidade de ficar queimado do sol primeiro?

source: Who is more likely to get us lost on vacation?
de: Wer würde eher uns im Urlaub verlaufen?
es: ¿Quién es más probable que nos pierda de vacaciones?
fr: Qui est le plus susceptible de nous faire perdre en vacances ?
ko: 누가 더 여행에서 길 잃을 것 같아?
pt: Quem tem mais probabilidade de perder-nos de férias?

source: Who is more likely to get us upgraded somehow?
de: Wer würde eher uns irgendwie ein Upgrade bescheren?
es: ¿Quién es más probable que consiga un upgrade de algún modo?
fr: Qui est le plus susceptible de nous faire upgrader d'une façon ou d'une autre ?
ko: 누가 더 우리 업그레이드 시킬 것 같아?
pt: Quem tem mais probabilidade de conseguir um upgrade?

source: Who is more likely to give a compliment in public?
de: Wer würde eher in der Öffentlichkeit ein Kompliment machen?
es: ¿Quién es más probable que dé un cumplido en público?
fr: Qui est le plus susceptible de faire un compliment en public ?
ko: 누가 더 밖에서 칭찬할 것 같아?
pt: Quem tem mais probabilidade de dar um elogio em público?

source: Who is more likely to host family holidays?
de: Wer würde eher Familienfeiertage ausrichten?
es: ¿Quién es más probable que organice las fiestas familiares?
fr: Qui est le plus susceptible d'accueillir la famille pour les fêtes ?
ko: 누가 더 명절에 가족 모실 것 같아?
pt: Quem tem mais probabilidade de receber a família nos feriados?

source: Who is more likely to impulse-buy online?
de: Wer würde eher online impulsiv shoppen?
es: ¿Quién es más probable que compre por impulso en internet?
fr: Qui est le plus susceptible d'acheter sur un coup de tête en ligne ?
ko: 누가 더 충동 구매할 것 같아?
pt: Quem tem mais probabilidade de comprar por impulso online?

source: Who is more likely to join a gym and actually go?
de: Wer würde eher ins Fitnessstudio gehen und es auch wirklich nutzen?
es: ¿Quién es más probable que se apunte al gym y vaya de verdad?
fr: Qui est le plus susceptible de s'inscrire à la salle et d'y aller vraiment ?
ko: 누가 더 헬스장 끊고 진짜 갈 것 같아?
pt: Quem tem mais probabilidade de inscrever-se no ginásio e ir mesmo?

source: Who is more likely to keep a shared calendar updated?
de: Wer würde eher einen gemeinsamen Kalender aktuell halten?
es: ¿Quién es más probable que mantenga el calendario compartido al día?
fr: Qui est le plus susceptible de tenir le calendrier partagé à jour ?
ko: 누가 더 공유 캘린더 업데이트할 것 같아?
pt: Quem tem mais probabilidade de manter o calendário partilhado atualizado?

source: Who is more likely to leave someone on read?
de: Wer würde eher jemanden auf „gelesen“ stehen lassen?
es: ¿Quién es más probable que deje en visto?
fr: Qui est le plus susceptible de laisser quelqu'un en vu ?
ko: 누가 더 읽씹할 것 같아?
pt: Quem tem mais probabilidade de deixar alguém no visto?

source: Who is more likely to lose their keys?
de: Wer würde eher die Schlüssel verlieren?
es: ¿Quién es más probable que pierda las llaves?
fr: Qui est le plus susceptible de perdre ses clés ?
ko: 누가 더 열쇠 잃어버릴 것 같아?
pt: Quem tem mais probabilidade de perder as chaves?

source: Who is more likely to move cities for a job?
de: Wer würde eher wegen eines Jobs die Stadt wechseln?
es: ¿Quién es más probable que se mude de ciudad por un trabajo?
fr: Qui est le plus susceptible de déménager pour un boulot ?
ko: 누가 더 일 때문에 도시 옮길 것 같아?
pt: Quem tem mais probabilidade de mudar de cidade por um emprego?

source: Who is more likely to order dessert?
de: Wer würde eher Nachtisch bestellen?
es: ¿Quién es más probable que pida postre?
fr: Qui est le plus susceptible de commander un dessert ?
ko: 누가 더 디저트 시킬 것 같아?
pt: Quem tem mais probabilidade de pedir sobremesa?

source: Who is more likely to overshare with strangers?
de: Wer würde eher Fremden zu viel erzählen?
es: ¿Quién es más probable que cuente de más con desconocidos?
fr: Qui est le plus susceptible de trop en dire à des inconnus ?
ko: 누가 더 낯선 사람한테 오버쉐어할 것 같아?
pt: Quem tem mais probabilidade de partilhar demais com estranhos?

source: Who is more likely to overthink a text?
de: Wer würde eher eine Nachricht zu viel durchdenken?
es: ¿Quién es más probable que piense demasiado un mensaje?
fr: Qui est le plus susceptible de trop réfléchir à un texto ?
ko: 누가 더 문자 오버싱킹할 것 같아?
pt: Quem tem mais probabilidade de pensar demais numa mensagem?

source: Who is more likely to plan a surprise?
de: Wer würde eher eine Überraschung planen?
es: ¿Quién es más probable que planee una sorpresa?
fr: Qui est le plus susceptible de préparer une surprise ?
ko: 누가 더 깜짝 이벤트 기획할 것 같아?
pt: Quem tem mais probabilidade de planear uma surpresa?

source: Who is more likely to plan our retirement fantasy?
de: Wer würde eher unsere Renten-Träume ausmalen?
es: ¿Quién es más probable que planee nuestra fantasía de jubilación?
fr: Qui est le plus susceptible de planifier notre retraite de rêve ?
ko: 누가 더 은퇴 후 상상 더 그릴 것 같아?
pt: Quem tem mais probabilidade de planear a nossa fantasia de reforma?

source: Who is more likely to quit their job for love?
de: Wer würde eher den Job aus Liebe kündigen?
es: ¿Quién es más probable que deje el trabajo por amor?
fr: Qui est le plus susceptible de quitter son boulot pour l'amour ?
ko: 누가 더 사랑 때문에 직장 그만둘 것 같아?
pt: Quem tem mais probabilidade de largar o emprego por amor?

source: Who is more likely to rewatch comfort shows?
de: Wer würde eher Lieblingsserien immer wieder schauen?
es: ¿Quién es más probable que rewatchée series de confort?
fr: Qui est le plus susceptible de revoir ses séries réconfort ?
ko: 누가 더 comfort 드라마 다시 볼 것 같아?
pt: Quem tem mais probabilidade de rever séries de conforto?

source: Who is more likely to say "I told you so"?
de: Wer würde eher „Ich hab's dir doch gesagt“ sagen?
es: ¿Quién es más probable que diga "te lo dije"?
fr: Qui est le plus susceptible de dire « je te l'avais dit » ?
ko: 누가 더 "내 말 했지?" 할 것 같아?
pt: Quem tem mais probabilidade de dizer «eu bem te avisei»?

source: Who is more likely to say "maybe next time"?
de: Wer würde eher „Vielleicht nächstes Mal“ sagen?
es: ¿Quién es más probable que diga "quizá la próxima vez"?
fr: Qui est le plus susceptible de dire « peut-être la prochaine fois » ?
ko: 누가 더 "다음에" 할 것 같아?
pt: Quem tem mais probabilidade de dizer «talvez na próxima»?

source: Who is more likely to say sorry with food?
de: Wer würde eher sich mit Essen entschuldigen?
es: ¿Quién es más probable que pida perdón con comida?
fr: Qui est le plus susceptible de s'excuser avec de la bouffe ?
ko: 누가 더 음식으로 사과할 것 같아?
pt: Quem tem mais probabilidade de pedir desculpa com comida?

source: Who is more likely to say yes to adventure?
de: Wer würde eher Ja zu Abenteuern sagen?
es: ¿Quién es más probable que diga sí a la aventura?
fr: Qui est le plus susceptible de dire oui à l'aventure ?
ko: 누가 더 모험에 예스할 것 같아?
pt: Quem tem mais probabilidade de dizer sim à aventura?

source: Who is more likely to send a "miss you" first?
de: Wer würde eher zuerst „Vermiss dich“ schicken?
es: ¿Quién es más probable que mande primero un "te extraño"?
fr: Qui est le plus susceptible d'envoyer un « tu me manques » en premier ?
ko: 누가 더 먼저 "보고 싶어" 보낼 것 같아?
pt: Quem tem mais probabilidade de mandar «sinto a tua falta» primeiro?

source: Who is more likely to send a cute good-morning text?
de: Wer würde eher eine süße Guten-Morgen-Nachricht schicken?
es: ¿Quién es más probable que mande un buenos días tierno?
fr: Qui est le plus susceptible d'envoyer un bonjour mignon ?
ko: 누가 더 귀여운 굿모닝 문자 보낼 것 같아?
pt: Quem tem mais probabilidade de mandar uma mensagem gira de bom dia?

source: Who is more likely to send a random "thinking of you"?
de: Wer würde eher spontan „Denk an dich“ schicken?
es: ¿Quién es más probable que mande un "pensando en ti" al azar?
fr: Qui est le plus susceptible d'envoyer un « je pense à toi » au hasard ?
ko: 누가 더 뜬금 "생각났어" 보낼 것 같아?
pt: Quem tem mais probabilidade de mandar um «estou a pensar em ti» ao acaso?

source: Who is more likely to send voice notes?
de: Wer würde eher Sprachnachrichten schicken?
es: ¿Quién es más probable que mande notas de voz?
fr: Qui est le plus susceptible d'envoyer des messages vocaux ?
ko: 누가 더 보이스 메모 보낼 것 같아?
pt: Quem tem mais probabilidade de mandar notas de voz?

source: Who is more likely to sing karaoke?
de: Wer würde eher Karaoke singen?
es: ¿Quién es más probable que cante karaoke?
fr: Qui est le plus susceptible de chanter au karaoké ?
ko: 누가 더 노래방 갈 것 같아?
pt: Quem tem mais probabilidade de cantar karaoke?

source: Who is more likely to spoil the kids?
de: Wer würde eher die Kinder verhätscheln?
es: ¿Quién es más probable que mime a los niños?
fr: Qui est le plus susceptible de gâter les enfants ?
ko: 누가 더 아이 spoiling할 것 같아?
pt: Quem tem mais probabilidade de mimar os filhos?

source: Who is more likely to start a dance party in the kitchen?
de: Wer würde eher eine Tanzparty in der Küche starten?
es: ¿Quién es más probable que empiece una fiesta de baile en la cocina?
fr: Qui est le plus susceptible de lancer une teuf dans la cuisine ?
ko: 누가 더 부엌 댄스 파티 시작할 것 같아?
pt: Quem tem mais probabilidade de começar uma festa de dança na cozinha?

source: Who is more likely to start a group chat?
de: Wer würde eher einen Gruppenchat starten?
es: ¿Quién es más probable que cree un grupo de chat?
fr: Qui est le plus susceptible de créer un groupe de discussion ?
ko: 누가 더 단톡방 만들 것 같아?
pt: Quem tem mais probabilidade de criar um grupo de chat?

source: Who is more likely to start a new hobby this year?
de: Wer würde eher dieses Jahr ein neues Hobby starten?
es: ¿Quién es más probable que empiece un hobby nuevo este año?
fr: Qui est le plus susceptible de commencer un nouveau hobby cette année ?
ko: 누가 더 올해 새 취미 시작할 것 같아?
pt: Quem tem mais probabilidade de começar um hobby novo este ano?

source: Who is more likely to start a pillow fight?
de: Wer würde eher eine Kissenschlacht starten?
es: ¿Quién es más probable que empiece una guerra de almohadas?
fr: Qui est le plus susceptible de lancer une bataille d'oreillers ?
ko: 누가 더 베개 전쟁 시작할 것 같아?
pt: Quem tem mais probabilidade de começar uma guerra de almofadas?

source: Who is more likely to start decorating for holidays too early?
de: Wer würde eher zu früh für Feiertage dekorieren?
es: ¿Quién es más probable que empiece a decorar para las fiestas demasiado pronto?
fr: Qui est le plus susceptible de commencer les décos de fêtes trop tôt ?
ko: 누가 더 일찍 연말 장식할 것 같아?
pt: Quem tem mais probabilidade de começar a decorar cedo para as festas?

source: Who is more likely to stay up too late?
de: Wer würde eher zu lange wachbleiben?
es: ¿Quién es más probable que se quede despierto hasta muy tarde?
fr: Qui est le plus susceptible de veiller trop tard ?
ko: 누가 더 밤새 잘 것 같아?
pt: Quem tem mais probabilidade de ficar acordado até tarde?

source: Who is more likely to suggest a picnic?
de: Wer würde eher ein Picknick vorschlagen?
es: ¿Quién es más probable que sugiera un picnic?
fr: Qui est le plus susceptible de proposer un pique-nique ?
ko: 누가 더 피크닉 제안할 것 같아?
pt: Quem tem mais probabilidade de sugerir um piquenique?

source: Who is more likely to suggest matching tattoos?
de: Wer würde eher Partner-Tattoos vorschlagen?
es: ¿Quién es más probable que sugiera tatuajes a juego?
fr: Qui est le plus susceptible de proposer des tatouages assortis ?
ko: 누가 더 커플 타투 제안할 것 같아?
pt: Quem tem mais probabilidade de sugerir tatuagens iguais?

source: Who is more likely to suggest staying in pajamas all day?
de: Wer würde eher vorschlagen, den ganzen Tag im Pyjama zu bleiben?
es: ¿Quién es más probable que sugiera quedarse en pijama todo el día?
fr: Qui est le plus susceptible de proposer de rester en pyjama toute la journée ?
ko: 누가 더 하루 종일 잠옷 제안할 것 같아?
pt: Quem tem mais probabilidade de sugerir ficar de pijama o dia todo?

source: Who is more likely to sulk quietly?
de: Wer würde eher still schmollen?
es: ¿Quién es más probable que haga pucheros en silencio?
fr: Qui est le plus susceptible de bouder en silence ?
ko: 누가 더 조용히 삐질 것 같아?
pt: Quem tem mais probabilidade de fazer birra em silêncio?

source: Who is more likely to take the holiday decorations down late?
de: Wer würde eher die Feiertagsdeko spät abbauen?
es: ¿Quién es más probable que quite la decoración navideña tarde?
fr: Qui est le plus susceptible de démonter les décos de fêtes en retard ?
ko: 누가 더 늦게 연말 장식 내릴 것 같아?
pt: Quem tem mais probabilidade de tirar as decorações tarde?

source: Who is more likely to tear up at a proposal video?
de: Wer würde eher bei einem Heiratsantrags-Video Tränen in den Augen haben?
es: ¿Quién es más probable que llore con un video de propuesta?
fr: Qui est le plus susceptible de pleurer devant une vidéo de demande en mariage ?
ko: 누가 더 프로포즈 영상 보고 울 것 같아?
pt: Quem tem mais probabilidade de chorar com um vídeo de pedido de casamento?

source: Who is more likely to tease the other in public?
de: Wer würde eher den anderen in der Öffentlichkeit aufziehen?
es: ¿Quién es más probable que moleste al otro en público?
fr: Qui est le plus susceptible de taquiner l'autre en public ?
ko: 누가 더 밖에서 놀릴 것 같아?
pt: Quem tem mais probabilidade de provocar o outro em público?

source: Who is more likely to turn a chore into a competition?
de: Wer würde eher aus Hausarbeit einen Wettkampf machen?
es: ¿Quién es más probable que convierta una tarea en competición?
fr: Qui est le plus susceptible de transformer une corvée en compétition ?
ko: 누가 더 집안일을 경쟁으로 만들 것 같아?
pt: Quem tem mais probabilidade de transformar tarefas numa competição?

source: Who is more likely to wear the other's clothes?
de: Wer würde eher die Klamotten des anderen tragen?
es: ¿Quién es más probable que use la ropa del otro?
fr: Qui est le plus susceptible de porter les fringues de l'autre ?
ko: 누가 더 상대 옷 입을 것 같아?
pt: Quem tem mais probabilidade de usar a roupa do outro?

source: Who is more likely to write a song about us?
de: Wer würde eher ein Lied über uns schreiben?
es: ¿Quién es más probable que escriba una canción sobre nosotros?
fr: Qui est le plus susceptible d'écrire une chanson sur nous ?
ko: 누가 더 우리 노래 쓸 것 같아?
pt: Quem tem mais probabilidade de escrever uma música sobre nós?

source: Who is more nostalgic about old photos?
de: Wer ist nostalgischer bei alten Fotos?
es: ¿Quién es más nostálgico con las fotos viejas?
fr: Qui est le plus nostalgique des vieilles photos ?
ko: 누가 옛 사진에 더 그리워해?
pt: Quem é mais nostálgico com fotos antigas?

source: Who is more of a planner?
de: Wer plant mehr?
es: ¿Quién es más planificador?
fr: Qui est le plus planificateur·rice ?
ko: 누가 더 플래너야?
pt: Quem é mais planeador?
